pizzas-restaurant/app/controllers/restaurants_controller.rb

SELECT "restaurants".* FROM "restaurants"
---
    def index
        restaurants = Restaurant.all